<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
    
<div id="agree1" class="terms_desc">
   <p class="title-p" style="text-align:center">이용약관</p>
   <div style="height: 170px; padding:0px 20px 20px 20px; overflow-y : auto; width: 80%;box-sizing: border-box;border: 1px solid #ccc;margin: auto; line-height: 20px; background-color: #fff;" >
제1조 (목적)<br>
본 약관은 HAPPY HOUR(이하 “(주)해피아워”라 함)가 운영하는 “HAPPY HOUR” 사이트(www.happyhour.co.kr) 또는 “HAPPY HOUR” 모바일 애플리케이션에서 제공하는 서비스(이하 “서비스”라 함)를 이용함에 있어 “HAPPY HOUR”와 이용자의 권리, 의무 및 책임 사항을 규정함을 목적으로 합니다.
<br><br>
제2조 (정의)<br>
① “HAPPY HOUR”란 회사가 “서비스”를 이용자에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 재화 또는 용역(이하 “재화 등”이라 함)을 거래할 수 있도록 설정한 가상의 영업장을 말하며, 아울러 “HAPPY HOUR”를 운영하는 사업자의 의미로도 사용합니다.<br>
② “HAPPY HOUR서비스”란 회사가 운영하는 사이트나 모바일 애플리케이션을 통해 이용자가 원하는 재화 등을 주문하면, 주문이 완료된 재화 등을 가맹점이 이용자에게 배달하는 서비스를 기본으로 하되, 배달대행, 테이크아웃 등 “HAPPY HOUR” 사이트 및 모바일 애플리케이션 상의 제공 서비스 전체를 의미합니다.<br>
③ “이용자”란 “HAPPY HOUR”에 접속하여 본 약관에 따라 HAPPY HOUR가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.<br>
④ “회원”이라 함은 “HAPPY HOUR”에 개인정보를 제공하여 회원등록을 한 자로서, “HAPPY HOUR”의 정보를 지속적으로 제공받으며, “HAPPY HOUR”가 제공하는 서비스를 계속적으로 이용할 수 있는 자를 말합니다.<br>
⑤ “비회원”이라 함은 회원에 가입하지 않고 “HAPPY HOUR”가 제공하는 서비스를 이용하는 자를 말합니다.<br>
⑥ “가맹점”이란 회사와 가맹계약을 맺고 정보통신단말기를 설치하여 회사가 운영하는 HAPPY HOUR서비스에서 재화 등을 공급하는 사업자를 말하며, 회사의 대리인이나 피용자로 간주되지 아니합니다.<br>
⑦ “쿠폰”이란 HAPPY HOUR서비스에서 명시된 금액 혹은 비율만큼 할인을 받을 수 있는 일련의 숫자 및 영문자로 되어 있는 코드를 말합니다.<br>
⑧ 본 약관에서 정의되지 않은 용어는 관련법령이 정하는 바에 따릅니다.<br>
<br>
제3조 (약관의 명시와 설명 및 개정)<br>
① “HAPPY HOUR”는 본 약관의 내용과 상호, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 대표자의 성명, 사업자등록번호, 연락처(전화, 팩스, 전자우편 주소 등), 통신판매업신고번호, 개인정보관리책임자 등을 이용자가 알 수 있도록 “HAPPY HOUR” 쇼핑몰의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.<br>
② “HAPPY HOUR”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 주문 취소 ∙ 배송책임 ∙ 환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.<br>
③ “HAPPY HOUR”는 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자거래기본법」, 「전자서명법」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자보호법」 등 관련법을 위배하지 않는 범위에서 본 약관을 개정할 수 있습니다.<br>
④ “HAPPY HOUR”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “HAPPY HOUR”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다. 이 경우 “HAPPY HOUR”는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다.<br>
⑤ “HAPPY HOUR”가 약관을 개정하고 개정약관의 효력발생일 이후 회원이 서비스를 이용하는 경우, “HAPPY HOUR”는 회원이 개정약관에 동의한 것으로 봅니다.<br>
⑥ 개정 약관조항은 개정 약관의 적용일자 이후에 체결된 계약에 한하여 적용되는 것을 원칙으로 합니다. 다만, “HAPPY HOUR”가 지정하는 방식에 따라 회원이 동의를 한 경우에는 개정약관 조항이 적용됩니다.<br>
⑦ 변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 “HAPPY HOUR”에서 책임지지 않습니다. 단, 회원이 개정 약관에 동의하지 아니할 때에는 회원은 “HAPPY HOUR”에 대하여 회원의 탈퇴 기타 이용계약을 해지할 수 있습니다.<br>
⑧ 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자 보호에 관한 법률」, 「약관의 규제에 관한 법률」, 공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호지침」 및 관계법령 또는 상관례에 따릅니다.<br>
<br>
제4조 (서비스의 제공 및 변경, 개별적 중단)<br>
① “HAPPY HOUR”는 다음과 같은 업무를 수행합니다.<br>
1. 재화 등과 관련한 전자상거래 중개 및 배달대행<br>
2. 재화 등 또는 관련 용역에 대한 정보 제공 및 구매계약의 체결<br>
3. 기타 “HAPPY HOUR”가 정하는 업무<br>
② “HAPPY HOUR”는 재화 등의 품절 또는 기술적 사양의 변경 등의 사유가 발생하는 경우 장차 체결되는 계약에 의해 제공할 HAPPY HOUR서비스의 내용을 변경할 수 있으며, 오로지 가맹점의 사정(가맹점의 고의나 과실로 “HAPPY HOUR” 사이트에 재화 등의 메뉴 업데이트가 이루어지지 않는 것을 포함하나 이에 한하지 아니함)으로 인해 해당 관련 서비스의 중단이 불가피한 사정이 있는 경우에는 이미 체결된 계약의 해당 주문 건에 대한 서비스를 개별적으로 중단할 수 있습니다. 위 각 경우에는 변경된 재화 등의 내용 및 제공일자를 명시하여 현재의 재화 등의 내용을 게시한 곳에 즉시 공지합니다.<br>
③ “HAPPY HOUR”가 이용자와 계약을 체결한 서비스의 내용을 전항의 사유로 변경하거나 중단할 경우에는 그 사유를 이용자에게 통지 가능한 연락처(주소, 전자우편, 전화 등)로 즉시 통지합니다.<br>
④ 전항의 경우 “HAPPY HOUR”는 이로 인하여 이용자가 입은 손해를 배상합니다. 단, “HAPPY HOUR”가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.<br>
<br>
제5조 (서비스의 중지)<br>
① “HAPPY HOUR”는 다음 각 호 중 어느 하나에 해당하는 사유가 발생하는 경우에는 이용자의 서비스 이용을 제한하거나 중지할 수 있습니다.<br>
1. 컴퓨터 등 정보통신설비의 보수점검 ∙ 교체 및 고장<br>
2. 「전기통신사업법」에 규정된 기간통신사업자가 전기통신 서비스를 중지하는 등 통신의 두절<br>
3. 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 경우<br>
4. 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우<br>
② 제1항에 의한 서비스 중지의 경우에는 “HAPPY HOUR”는 제9조에 정한 방법으로 이용자에게 통지합니다.<br>
③ “HAPPY HOUR”는 제1항의 사유로 서비스의 제공이 일시적으로 중지됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “HAPPY HOUR”에 고의 또는 과실이 없는 경우에는 그러하지 아니합니다.<br>
<br>
제6조 (회원가입)<br>
① 이용자는 “HAPPY HOUR”가 정한 가입 양식에 따라 회원정보를 기입한 후 본 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.<br>
② “HAPPY HOUR”는 제1항과 같은 회원가입 신청에 대하여 승낙함으로써 회원가입계약이 성립하며, 다음 각 호 중 어느 하나에 해당하는 이용자의 회원가입 신청에 대해서는 이를 거부할 수 있습니다.<br>
1. 가입신청자가 본 약관 제9조 제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제9조 제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “HAPPY HOUR”의 회원 재가입 승낙을 얻은 경우에는 예외로 합니다.<br>
2. 등록 내용에 허위, 기재누락, 오기가 있는 경우<br>
3. 기타 회원으로 등록하는 것이 “HAPPY HOUR”의 기술상 현저히 지장이 있다고 판단되는 경우<br>
③ 회원가입계약의 성립시기는 “HAPPY HOUR”의 승낙이 회원에게 도달한 시점으로 합니다.<br>
④ 회원은 제6조 제1항에 따라 기입한 등록사항에 변경이 있는 경우, 즉시 전자우편 기타 방법으로 “HAPPY HOUR”에 대하여 그 변경사항을 알려야 합니다.<br>
⑤ 개인정보 보호를 위하여 만 14세 미만 아동의 회원 가입은 제한됩니다.<br>
⑥ 외국인 또는 해외교민은 “회사”가 제공하는 가입조건을 만족할 경우, 가입이 가능합니다.<br>
<br>
제7조 (회원의 권리)<br>
① 회원으로 등록하시면 HAPPY HOUR서비스의 모든 메뉴를 제약 없이 사용하실 수 있습니다.<br>
② “HAPPY HOUR”가 제공하는 다양한 생활정보 서비스와 각종 이벤트에 참가할 자격이 주어집니다.<br>
③ HAPPY HOUR서비스의 최신정보와 혜택 수신을 원하는 경우에는 전자우편/ 서신우편/ 문자메시지/ 앱푸쉬 등의 매체로 받아보실 수 있습니다.<br>
<br>
제8조 (서비스 이용요금)<br>
① 회사가 제공하는 서비스는 기본적으로 무료입니다.<br>
② 회사는 유료 서비스 이용요금을 회사와 계약한 전자지불업체에서 정한 방법에 의하거나 회사가 정한 청구서에 합산하여 청구할 수 있습니다.<br>
③ 유료서비스 이용을 통하여 결제된 대금에 대한 취소 및 환불은 회사의 결제 이용약관 등 관계법에 따릅니다.<br>
④ 이용자의 정보도용 및 결제사기로 인한 환불요청 또는 결제자의 개인정보 요구는 법률이 정한 경우 외에는 거절될 수 있습니다.<br>
⑤ 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며 가입한 각 이동통신사의 정책에 따릅니다. MMS 등으로 게시물을 등록할 경우 발생하는 요금은 이동통신사의 정책에 따릅니다.<br>
<br>
제9조 (휴면계정 전환, 회원 탈퇴 및 자격 상실 등)<br>
① “HAPPY HOUR”는 회원이 자신 계정의 마지막 로그인 일시로부터 1년이 초과되는 시점까지 다시 로그인을 하지 않은 경우, 해당 회원의 계정을 휴면계정으로 전환하며 해당 회원의 개인정보는 "HAPPY HOUR" 개인정보처리방침에 따라 처리 및 보관됩니다.<br>
② 회원은 “HAPPY HOUR”에 언제든지 탈퇴를 요청할 수 있으며 “HAPPY HOUR”는 해당 요청을 받는 즉시 회원탈퇴를 처리합니다. 단, 회원 재가입, 임의해지 등을 반복적으로 행함으로써 “HAPPY HOUR”가 제공하는 각종 할인쿠폰, 이벤트 혜택 등의 경제상의 이익을 편법적으로 수취하는 것을 방지하기 위하여 “HAPPY HOUR”는 개인정보처리방침에 따라 해당 회원의 개인정보를 90일 간 보관합니다.<br>
③ “HAPPY HOUR”는 회원이 다음 각 호에 해당되는 경우 별도의 통보절차 없이 회원의 자격을 정지할 수 있습니다.<br>
1. 회원가입 신청이나, 회원정보의 변경 시 허위내용을 작성한 경우<br>
2. 타인의 명의를 임의로 사용하는 경우<br>
3. 타인에게 피해를 주거나 기타 미풍양속을 현저히 저해하는 행위를 한 경우<br>
4. HAPPY HOUR서비스에 제공되는 정보를 변경 및 수정하는 등 HAPPY HOUR서비스의 정상적인 운영을 고의 또는 중과실로 방해하는 행위를 한 경우<br>
5. HAPPY HOUR서비스를 이용하여 구입한 재화 등의 대금, 기타 메뉴 몰의 이용에 관련하여 회원이 부담하는 채무를 기일 내에 지급하지 않는 경우<br>
6. “HAPPY HOUR”에 귀속하는 저작권 등 지적재산권을 침해한 경우<br>
7. “HAPPY HOUR”의 명예를 대외적으로 훼손시켰다고 인정되는 경우<br>
8. 기타 “HAPPY HOUR”가 정한 회원가입요건이 미비 되었거나 회원으로서의 자격을 지속시키는 것이 부적절하다고 판단되는 경우<br>
9. 기타 본 약관에 위반한 행위를 한 경우<br>
④ “HAPPY HOUR”가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 본 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.<br>
<br>
제10조 (회원에 대한 통지)<br>
① “HAPPY HOUR”가 회원에 대한 통지를 하는 경우, 회원이 “HAPPY HOUR”와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.<br>
② “HAPPY HOUR”는 불특정다수 회원에 대한 통지의 경우 1주일 이상 “HAPPY HOUR” 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.<br>
<br>
제12조 (“HAPPY HOUR”와 “HAPPY HOUR” 연결 사이트 간의 관계)<br>
① “HAPPY HOUR”는 “HAPPY HOUR” 연결 사이트가 취급하는 재화 등에 대하여 보증책임을 지지 않습니다.<br>
② “HAPPY HOUR”와 “HAPPY HOUR” 연결 사이트는 독자적으로 가맹점을 운영하는 것으로 “HAPPY HOUR”는 “HAPPY HOUR” 연결 사이트와 이용자 간에 행해진 거래에 대하여 어떠한 책임도 지지 않습니다.<br>
<br>
제13조 (개인정보보호)<br>
HAPPY HOUR”는 이용자의 개인정보 보호를 위하여 별도의 개인정보처리방침을 마련하였으므로, 구체적인 내용은 해당 개인정보처리방침을 확인하여 주시기 바랍니다.<br>
<br>
제14조 (“HAPPY HOUR”의 의무)<br>
① “HAPPY HOUR”는 법령과 본 약관이 금지하거나 공서양속(사회의 일반적 도덕 및 기타 사회의 공공적 질서)에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화 등을 제공하는 데 최선을 다하여야 합니다.<br>
② “HAPPY HOUR”는 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.<br>
③ “HAPPY HOUR”의 재화 등에 대해 “HAPPY HOUR”의 고의 또는 과실로 인하여 「표시·광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시·광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다. 단, 가맹점의 부당한 표시 ∙ 광고행위로 인한 이용자의 손해에 대해서는 “HAPPY HOUR”가 책임을 부담하지 아니합니다.<br>
제15조 (회원의 ID 및 비밀번호에 대한 의무)<br>
① 제13조에 따른 개인정보처리방침에서 규정하는 것을 제외하고, ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.<br>
② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 아니 되며, 회원이 이를 위반하여 발생하는 손해에 대해서는 “HAPPY HOUR”가 책임을 부담하지 아니합니다.<br>
③ 회원이 자신의 ID 및 비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “HAPPY HOUR”에 통보하고 “HAPPY HOUR”의 안내가 있는 경우에는 그에 따라야 합니다.<br>
<br>
제14조 (이용자의 의무)<br>
이용자는 다음 행위를 하여서는 안됩니다.<br>
1. 신청 또는 변경 시 허위내용의 등록<br>
2. 타인의 정보 도용<br>
3. “HAPPY HOUR”에 게시된 정보의 변경<br>
4. “HAPPY HOUR”가 정한 정보 이외의 정보(컴퓨터 프로그램 등)의 송신 또는 게시<br>
5. “HAPPY HOUR” 및 기타 제3자의 저작권 등 지적재산권에 대한 침해<br>
6. “HAPPY HOUR” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br>
7. 외설 또는 폭력적인 메시지·화상·음성 기타 공서양속(사회의 일반적 도덕 및 기타 사회의 공공적 질서)에 반하는 정보를 “HAPPY HOUR”에 공개 또는 게시하는 행위<br>
8. 배달된 또는 수령한 재화 등에 대한 맛의 평가와 관련하여 의도적으로 악의적인 게시글을 올리는 행위<br>
9. 개인정보 등의 도용, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」등 관련 법령을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위, 「여신전문금융업법」등 관련 법령을 위반한 신용카드 부정거래 기타 이와 유사한 형태의 부정행위, 「청소년보호법」등 관련 법령을 위반한 주류 등의 주문, 그 외 기타 위법한 수단을 이용한 “HAPPY HOUR” 이용 행위<br>
<br>
제15조 (개별서비스 관련 약관/이용정책)<br>
① “HAPPY HOUR”는 “HAPPY HOUR서비스” 내 일부 서비스 또는 일부 가맹점의 이용(이하 총칭하여 “개별서비스”라 함)과 관련한 별도의 약관 및/또는 이용정책(이하 “개별약관 등”이라 함)을 둘 수 있고, 이를 “HAPPY HOUR서비스”를 통해 공지할 수 있습니다.<br>
<br>

[제1조] 본 약관은 2021년 12월 28일에 개정되었으며, 2022년 03월 01일부터 시행됩니다.
   </div>
</div>